Repository: ComputerNetworks-UFRGS/IMPACTO-Demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Students and Instructors are assigned distinct roles, each with specific capabilities to maximize the platform's effectiveness:
pt_br: Alunos e Instrutores recebem funções distintas, cada uma com capacidades específicas:

source: Students
pt_br: Estudantes

source: Can view and analyze company profiles, create local copies for personal analysis, access risk analysis reports, and utilize economic management tools.
pt_br: Podem visualizar e analisar perfis de empresas, criar cópias locais para análise pessoal, acessar relatórios de análise de risco e utilizar ferramentas de gestão econômica.

source: Instructors
pt_br: Instrutores

source: Have all the capabilities of students and can additionally create base company profiles that can be accessed by all users.
pt_br: Têm todas as capacidades dos alunos e, adicionalmente, podem criar perfis base de empresas que podem ser acessados por todos os usuários.

source: Navigating the Sidebar
pt_br: Navegando pela Barra Lateral

source: The sidebar is designed to streamline your interaction with GT-IMPACTO's features. Follow these steps to navigate effectively:
pt_br: A barra lateral foi projetada para simplificar sua interação com os recursos do GT-IMPACTO. Siga estes passos para navegar efetivamente:

source: Identify the section you wish to access from the sidebar menu.
pt_br: Identifique a seção que deseja acessar no menu da barra lateral.

source: Click on the desired section to expand and view available options.
pt_br: Clique na seção desejada para expandir e visualizar as opções disponíveis.

source: Select a specific function or tool within the expanded section to begin utilizing it.
pt_br: Selecione uma função ou ferramenta específica dentro da seção expandida para começar a utilizá-la.

source: Efficient use of the sidebar will enhance your overall navigation experience, enabling you to fully leverage all features GT-IMPACTO has to offer.
pt_br: O uso eficiente da barra lateral aprimorará sua experiência geral de navegação, permitindo que você aproveite ao máximo todos os recursos que o GT-IMPACTO tem a oferecer.

source: Is this your first time on the platform?
pt_br: É sua primeira vez na plataforma?

source: We recommend starting by exploring the Company Profiles available in the sidebar. Navigate to the 'Company Profiles' section and select one that interests you. There, you'll find detailed information about the company's cybersecurity posture and can access its risk and economic analyses.
pt_br: Recomendamos começar explorando os Perfis de Empresas disponíveis na barra lateral. Navegue até a seção 'Perfil de Empresa' e clique em 'Visualisar Empresas'. Após isso, selecione um perfil que lhe interesse. Lá, você encontrará informações detalhadas sobre a postura de cibersegurança da empresa e poderá acessar suas análises de risco e econômicas.

source: If you're curious about the provided modeling or want to see how changes in cybersecurity strategies could impact the data, feel free to create a copy of that profile. With your own copy, you can modify parameters and explore the outcomes as you wish!
pt_br: Se você está curioso sobre a modelagem fornecida ou quer ver como mudanças nas estratégias de cibersegurança poderiam impactar os dados, sinta-se à vontade para criar uma cópia desse perfil. Com sua própria cópia, você pode modificar parâmetros e explorar os resultados como desejar!

source: Additionally, when you modify the data of modeled companies, the changes are reflected in real-time within the economic and risk modules. This dynamic interaction allows you to instantly assess the implications of your adjustments, facilitating informed decision-making and comprehensive analysis.
pt_br: Além disso, quando você modifica os dados das empresas modeladas, as mudanças são refletidas em tempo real nos módulos econômicos e de risco. Essa interação permite que você avalie as implicações de seus ajustes, facilitando uma análise abrangente.

source: Company Profiles are central to the GT-IMPACTO platform, providing detailed information about organizations' cybersecurity postures. These profiles are categorized into two types: Basic and Advanced. Each type serves different purposes and offers varying levels of detail to support comprehensive risk assessments and economic impact simulations.
pt_br: Os Perfis de Empresas são centrais para a plataforma GT-IMPACTO, fornecendo informações detalhadas sobre as posturas de cibersegurança das organizações. Esses perfis são categorizados em dois tipos: Básico e Avançado. Cada tipo serve a propósitos diferentes e oferece níveis variados de detalhes para apoiar avaliações abrangentes de risco e simulações de impacto econômico.

source: Basic Company Profiles
pt_br: Perfis de Empresas Básicos

source: Basic Company Profiles capture essential data about a company, forming the foundation for initial cybersecurity risk assessments and economic analyses. Only Instructors have the permission to create and add new Basic Company Profiles to the platform.
pt_br: Os Perfis de Empresas Básicos capturam dados essenciais sobre uma empresa, formando a base para avaliações iniciais de risco de cibersegurança e análises econômicas. Apenas os Instrutores têm permissão para criar e adicionar novos Perfis de Empresas Básicos à plataforma.

source: Key Features of Basic Company Profiles:
pt_br: Características Principais dos Perfis de Empresas Básicos:

source: Includes the company's name, headquarters country, industry type, and employee count.
pt_br: Inclui o nome da empresa, país da sede, tipo de indústria e número de funcionários.

source: Cybersecurity Practices
pt_br: Práticas de Cibersegurança

source: Details about the company's inventory management, backup maintenance, and risk prioritization practices.
pt_br: Detalhes sobre as práticas de gestão de inventário, manutenção de backups e priorização de riscos da empresa.

source: Economic Data
pt_br: Dados Econômicos

source: Basic financial metrics like annual revenue and cybersecurity spending.
pt_br: Métricas financeiras básicas como receita anual e gastos com cibersegurança.

source: Assets
pt_br: Ativos

source: Information about the company's key assets such as servers, databases, and websites.
pt_br: Informações sobre os principais ativos da empresa, como servidores, bancos de dados e websites.

source: These elements are crucial as they provide the necessary data points for evaluating the company's cybersecurity risks and economic resilience against potential cyberattacks.
pt_br: Esses elementos são cruciais, pois fornecem os pontos de dados necessários para avaliar os riscos de cibersegurança da empresa e sua resiliência econômica contra possíveis ciberataques.

source: Advanced Company Profiles
pt_br: Perfis de Empresas Avançados

source: Advanced Company Profiles build upon the foundational data in Basic profiles by incorporating additional dimensions that offer a more in-depth analysis of an organization's cybersecurity stance. These profiles are exclusively created by Instructors and include comprehensive data to enhance risk assessment accuracy and economic impact projections.
pt_br: Os Perfis de Empresas Avançados se baseiam nos dados fundamentais dos perfis Básicos, incorporando dimensões adicionais que oferecem uma análise mais aprofundada da postura de cibersegurança de uma organização. Esses perfis são criados exclusivamente por Instrutores e incluem dados abrangentes para melhorar a precisão da avaliação de riscos e as projeções de impacto econômico.

source: Additional Features of Advanced Company Profiles:
pt_br: Características Adicionais dos Perfis de Empresas Avançados:

source: Includes detailed information about company locations, size, remote work rates, and global presence.
pt_br: Inclui informações detalhadas sobre as localizações da empresa, tamanho, taxas de trabalho remoto e presença global.

source: Encompasses advanced cybersecurity measures such as authentication factors, cloud solution types, IT system monitoring, and data encryption practices.
pt_br: Abrange medidas avançadas de cibersegurança, como fatores de autenticação, tipos de soluções em nuvem, monitoramento de sistemas de TI e práticas de criptografia de dados.

source: Records of past cyberattacks, including types of attacks, years they occurred, and their frequency.
pt_br: Registros de ciberataques passados, incluindo tipos de ataques, anos em que ocorreram e sua frequência.

source: The enriched data in Advanced Company Profiles allows for more precise risk scoring and economic impact simulations, taking into account both historical attack data and current cybersecurity investments. This depth of information facilitates a nuanced understanding of a company's vulnerability and resilience against cyber threats.
pt_br: Os dados enriquecidos nos Perfis de Empresas Avançados permitem pontuações de risco e simulações de impacto econômico mais precisas, levando em consideração tanto os dados históricos de ataques quanto os investimentos atuais em cibersegurança. Essa profundidade de informações facilita uma compreensão nuançada da vulnerabilidade e resiliência de uma empresa contra ameaças cibernéticas.

source: Only Instructors have the authority to create and manage both Basic and Advanced Company Profiles. Students who wish to edit existing profiles must create a copy through the
pt_br: Apenas os Instrutores têm autoridade para criar e gerenciar Perfis de Empresas Básicos e Avançados. Estudantes que desejam editar perfis existentes devem criar uma cópia através da seção

source: section. This ensures that the original profiles remain intact while allowing Students to customize and analyze data based on their specific needs.
pt_br: . Isso garante que os perfis originais permaneçam intactos, permitindo que os Estudantes personalizem e analisem dados com base em suas necessidades específicas.

source: Creating a copy enables Students to alter data points and observe real-time changes in risk and economic modules, fostering a hands-on learning environment where decision-making and analysis can be conducted safely and effectively.
pt_br: Criar uma cópia permite que os Estudantes alterem pontos de dados e observem mudanças em tempo real nos módulos de risco e econômicos, promovendo um ambiente de aprendizagem prático onde a tomada de decisões e análises podem ser conduzidas de forma eficaz.

source: The Risk Analysis section within the GT-IMPACTO platform provides comprehensive data visualization tools to assess annual cyberattack risks. This section includes various graphs that categorize risks by sector, by the company's specific region, and by a combination of sector and country.
pt_br: A seção de Análise de Riscos na plataforma GT-IMPACTO fornece ferramentas abrangentes de visualização de dados para avaliar os riscos anuais de ciberataques. Esta seção inclui vários gráficos que categorizam riscos por setor, pela região específica da empresa e por uma combinação de setor e país.

source: Risk Graphs by Sector
pt_br: Gráficos de Risco por Setor

source: These graphs display the annual risk probabilities of cyberattacks within each industry sector. They show the frequency and likelihood of different types of attacks such as Malware, Phishing, and DDoS within each sector.
pt_br: Estes gráficos mostram as probabilidades anuais de risco de ciberataques em cada setor industrial. Eles mostram a frequência e probabilidade de diferentes tipos de ataques, como Malware, Phishing e DDoS em cada setor.

source: Risk Graphs by Region
pt_br: Gráficos de Risco por Região

source: These graphs illustrate the annual risk probabilities of cyberattacks within the company's specific geographical region. They provide insights into how cyberattack risks are distributed within the designated region.
pt_br: Estes gráficos ilustram as probabilidades anuais de risco de ciberataques na região geográfica específica da empresa. Eles fornecem insights sobre como os riscos de ciberataques estão distribuídos dentro da região designada.

source: Risk Graphs by Sector and Country
pt_br: Gráficos de Risco por Setor e País

source: These graphs offer a detailed analysis by combining sector and country data. They show how risks are associated with specific sectors within particular countries, allowing for a more nuanced understanding of cyberattack risks.
pt_br: Esses gráficos oferecem uma análise detalhada combinando dados de setor e país. Eles mostram como os riscos estão associados a setores específicos dentro de países particulares, permitindo uma compreensão mais nuançada dos riscos de ciberataques.

source: Data Integration
pt_br: Integração de Dados

source: The risk data presented in the Risk Analysis section is utilized in the
pt_br: Os dados de risco apresentados na seção de Análise de Riscos são utilizados na seção

source: section. This integration ensures that economic impact simulations are informed by accurate and relevant risk assessments.
pt_br: . Essa integração garante que as simulações de impacto econômico sejam informadas por avaliações de risco precisas e relevantes.

source: The Risk Analysis Report provides a evaluation of the company's exposure to various cyber threats. It combines data on regional and sector-specific risks with the company's own resilience measures to present a risk profile.
pt_br: O Relatório de Análise de Riscos fornece uma avaliação da exposição da empresa a várias ameaças cibernéticas. Ele combina dados sobre riscos regionais e específicos do setor com as próprias medidas de resiliência da empresa para apresentar um perfil de risco.

source: Risk Analysis Table
pt_br: Tabela de Análise de Risco

source: This table displays the risk levels associated with different types of cyber threats, categorized into Region Risk, Sector Risk, and Company Resilience. Each threat (Malware, Phishing and DDoS) is evaluated across these dimensions to provide a understanding of the risk landscape.
pt_br: Esta tabela exibe os níveis de risco associados a diferentes tipos de ameaças cibernéticas, categorizados em Risco Regional, Risco Setorial e Resiliência da Empresa. Cada ameaça (Malware, Phishing e DDoS) é avaliada através dessas dimensões para fornecer uma compreensão do panorama de riscos.

source: The risk levels are visualized using risk bars, which are color-coded indicators showing the degree of risk from 'Excellent' to 'Poor'. For Region Risk and Sector Risk, the bars are inverted, indicating that lower values represent lower risk. For Company Resilience, higher values indicate stronger resilience against threats.
pt_br: Os níveis de risco são visualizados usando barras de risco, que são indicadores coloridos mostrando o grau de risco de 'Ótimo' a 'Péssimo'. Para Risco Regional e Risco Setorial, as barras são invertidas, indicando que valores mais baixos representam menor risco. Para Resiliência da Empresa, valores mais altos indicam maior resiliência contra ameaças.

source: Interpreting the Risk Bars
pt_br: Interpretando as Barras de Risco

source: Region Risk and Sector Risk: The bars indicate the inherent risk associated with the company's geographical region and industry sector, respectively. A bar leaning towards 'Poor' signifies a higher inherent risk in that category.
pt_br: Risco Regional e Risco Setorial: As barras indicam o risco inerente associado à região geográfica da empresa e ao setor da indústria, respectivamente. Uma barra tendendo para 'Ruim' significa um risco inerente maior nessa categoria.

source: Company Resilience: This bar reflects the company's own measures to withstand cyber threats. A bar towards 'Excellent' indicates strong resilience due to effective security measures.
pt_br: Resiliência da Empresa: Esta barra reflete as próprias medidas da empresa para resistir a ameaças cibernéticas. Uma barra tendendo para 'Excelente' indica forte resiliência devido a medidas de segurança eficazes.

source: Risk Score Visualization
pt_br: Visualização das pontuações de risco

source: This section features a displat of the risk scores for each threat type, alongside a final consolidated risk score. The colors and values indicate the level of risk, ranging from 'Healthy' to 'Critical'.
pt_br: Esta seção apresenta uma exibição das pontuações de risco para cada tipo de ameaça, junto com uma pontuação de risco final. As cores e valores indicam o nível de risco, variando de 'Saudável' a 'Crítico'.

source: Understanding the Risk Indicators
pt_br: Entendendo os Indicadores de Risco

source: Color Score Indicators: Three circular indicators show the risk score for each threat type (Malware, Phishing, DDoS). The score ranges from 0 to 10, with higher scores indicating higher risk.
pt_br: Indicadores de Pontuação por Cor: Três indicadores circulares mostram a pontuação de risco para cada tipo de ameaça (Malware, Phishing, DDoS). A pontuação varia de 0 a 10, com pontuações mais altas indicando maior risco.

source: Final Score Display: Below the color score system, a score card shows the company's overall risk assessment, combining all threat evaluations into a single metric.
pt_br: Exibição da Pontuação Final: Abaixo do sistema de pontuação por cores, um cartão de pontuação mostra a avaliação geral de risco da empresa, combinando todas as avaliações de ameaças em uma única métrica.

source: Color Scale: The indicators use a consistent color scheme to represent risk levels:
pt_br: Escala de Cores: Os indicadores usam um esquema de cores consistente para representar níveis de risco:

source: Red (Critical): Risk score >= 8.0
pt_br: Vermelho (Crítico): Pontuação de risco >= 8.0

source: Orange (Dangerous): Risk score >= 6.0
pt_br: Laranja (Perigoso): Pontuação de risco >= 6.0

source: Yellow (Alert): Risk score >= 4.0
pt_br: Amarelo (Alerta): Pontuação de risco >= 4.0

source: Green (Normal): Risk score >= 2.0
pt_br: Verde (Normal): Pontuação de risco >= 2.0

source: Blue (Healthy): Risk score < 2.0
pt_br: Azul (Saudável): Pontuação de risco < 2.0

source: For advanced profiles, the report includes a Technical Dimension Analysis, which examines the company's security defenses in terms of the Confidentiality, Integrity, and Availability (CIA) triad. This analysis helps identify strengths and weaknesses in the company's technical security measures.
pt_br: Para perfis avançados, o relatório inclui uma Análise de Dimensão Técnica, que examina as defesas de segurança da empresa em termos da tríade Confidencialidade, Integridade e Disponibilidade (CID). Esta análise ajuda a identificar pontos fortes e fracos nas medidas de segurança técnica da empresa.

source: Understanding the Technical Dimension Table
pt_br: Entendendo a Tabela de Dimensão Técnica

source: The table lists various security defenses and indicates their applicability and activation status across the CIA dimensions:
pt_br: A tabela lista várias defesas de segurança e indica sua aplicabilidade e status de ativação nas dimensões CID:

source: Measures that prevent unauthorized access to sensitive information.
pt_br: Medidas que previnem acesso não autorizado a informações sensíveis.

source: Measures that ensure data is accurate and unaltered by unauthorized parties.
pt_br: Medidas que garantem que os dados estejam precisos e inalterados por partes não autorizadas.

source: Measures that ensure reliable access to data and services when needed.
pt_br: Medidas que garantem acesso confiável a dados e serviços quando necessário.

source: Icons are used to represent whether a defense is active and contributing to a particular security aspect:
pt_br: Ícones são usados para representar se uma defesa está ativa e contribuindo para um aspecto específico de segurança:

source: Green checkmark (✔): The defense is active and contributing to that security aspect.
pt_br: Marca de seleção verde (✔): A defesa está ativa e contribuindo para esse aspecto de segurança.

source: Red cross (✘): The defense is relevant but not currently active.
pt_br: Cruz vermelha (✘): A defesa é relevante, mas não está atualmente ativa.

source: The Economic Planning screen offers simulations and analyses to optimize cybersecurity investments and assess their economic impacts. This section includes interactive tables and charts that display investment scenarios and their effects on economic metrics.
pt_br: A tela de Planejamento Econômico oferece simulações e análises para otimizar investimentos em cibersegurança e avaliar os seus impactos econômicos. Esta seção inclui tabelas e gráficos que exibem cenários de investimento e seus efeitos em métricas econômicas.

source: Understanding the Terms
pt_br: Entendendo os Termos

source: Indicates whether the investment amount is within the acceptable investment window.
pt_br: Indica se o valor do investimento está dentro da janela de investimento aceitável.

source: Indicates the type of cyberattack, such as Malware, Phishing, or DDoS.
pt_br: Indica o tipo de ciberataque, como Malware, Phishing ou DDoS.

source: Represents the expected monetary loss for a particular type of attack. Customizable through Impacts modal.
pt_br: Representa a perda monetária esperada para um tipo específico de ataque. Personalizável através do modal de Impactos.

source: Shows the likelihood of a successful attack of a particular type.
pt_br: Mostra a probabilidade de um ataque bem-sucedido de um tipo particular.

source: Investment
pt_br: Investimento

source: The amount currently invested in cybersecurity measures for the asset against a certain type of attack.
pt_br: O valor atualmente investido em medidas de cibersegurança para o ativo contra um determinado tipo de ataque.

source: Optimal Investment
pt_br: Investimento Ótimo

source: The recommended investment level for maximizing cost-benefit.
pt_br: O nível de investimento recomendado para maximizar o custo-benefício.

source: Acceptable Investment
pt_br: Investimento Aceitável

source: Ihe investment range where efficiency approaches optimal levels.
pt_br: A faixa de investimento onde a eficiência se aproxima dos níveis ótimos.

source: EBIS Current
pt_br: EBIS Atual

source: The current Economic Benefit Impact Score based on existing investments and its effectiveness on reducing damage.
pt_br: A Pontuação de Impacto do Benefício Econômico atual com base nos investimentos existentes e sua eficácia na redução de danos.

source: EBIS Optimal
pt_br: EBIS Ótimo

source: The Economic Benefit Impact Score calculated after applying the optimal investment levels and its effectiveness on reducing damage.
pt_br: A Pontuação de Impacto do Benefício Econômico calculada após aplicar os níveis de investimento ótimos e sua eficácia na redução de danos.

source: ENBIS Current
pt_br: ENBIS Atual

source: The current Economic Net Benefit Impact Score based on existing investments.
pt_br: A Pontuação de Impacto do Benefício Econômico Líquido atual com base nos investimentos existentes.

source: ENBIS Optimal
pt_br: ENBIS Ótimo

source: The Economic Net Benefit Impact Score calculated after applying the optimal investment levels.
pt_br: A Pontuação de Impacto do Benefício Econômico Líquido calculada após aplicar os níveis de investimento ótimos.

source: Efficiency
pt_br: Eficiência

source: The current score of the investment compared to the optimal investment
pt_br: A pontuação atual do investimento em comparação com o investimento ótimo

source: Adjustment
pt_br: Ajuste

source: The required adjustment to reach the optimal investment level.
pt_br: O ajuste necessário para atingir o nível de investimento ótimo.

source: Profit
pt_br: Lucro

source: The expected profit after making the investment adjustments.
pt_br: O lucro esperado após fazer os ajustes de investimento.
