Repository: ComputerNetworks-UFRGS/IMPACTO-Demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: In addition to the previously mentioned attacks, the 'General' line provides an overview that aggregates data from the other attacks. These values are calculated using data from the aforementioned attack types, offering a simplified view of the asset's cybersecurity investment status. All calculations utilize an alpha value of 0.001.
pt_br: Além dos ataques mencionados anteriormente, a linha 'Geral' fornece uma visão geral que agrega dados dos outros ataques. Esses valores são calculados usando dados dos tipos de ataque mencionados, oferecendo uma visão simplificada do status do investimento em cibersegurança do ativo. Todos os cálculos utilizam um valor alfa de 0,001.

source: Impacts modal
pt_br: Modal de Impactos

source: This tool is responsible for configuring the 'Damage' parameters, enabling the user to set both direct and indirect damage levels for the respective asset. Each can be categorized as Low, Medium, or High, based on the potential economic loss associated with various types of attacks affecting that asset.
pt_br: Esta ferramenta é responsável por configurar os parâmetros de 'Dano', permitindo que o usuário defina os níveis de dano direto e indireto para o respectivo ativo. Cada um pode ser categorizado como Baixo, Médio ou Alto, com base na perda econômica potencial associada a vários tipos de ataques que afetam esse ativo.

source: Direct
pt_br: Direto

source: Represents the immediate and easily attributable damage that results directly from the attack. Examples include data loss, service disruption, recovery costs, and risks to data integrity.
pt_br: Representa o dano imediato e facilmente atribuível que resulta diretamente do ataque. Os exemplos incluem perda de dados, interrupção de serviço, custos de recuperação e riscos à integridade dos dados.

source: Indirect
pt_br: Indireto

source: Refers to secondary and long-term consequences that arise as a result of the attack. Examples include reputation loss, long-term revenue decline, legal and regulatory penalties, and increased operational costs.
pt_br: Refere-se a consequências secundárias e de longo prazo que surgem como resultado do ataque. Os exemplos incluem perda de reputação, declínio de receita a longo prazo, penalidades legais e regulatórias e aumento dos custos operacionais.

source: The Economic Planning screen conducts simulations using the Gordon-Loeb model to determine the optimal investment levels for cybersecurity measures. These simulations take into account the probability of different types of cyberattacks and the expected loss value to assess the economic impact of potential threats.
pt_br: A tela de Planejamento Econômico realiza simulações usando o modelo Gordon-Loeb para determinar os níveis ideais de investimento em medidas de cibersegurança. Essas simulações levam em conta a probabilidade de diferentes tipos de ciberataques e o valor de perda esperado para avaliar o impacto econômico de potenciais ameaças.

source: The screen displays scenarios that compare current investments, optimal investments, and acceptable investments. It illustrates how changes in investment levels impact the EBIS and ENBIS scores, as well as the expected profit from these investments. Additionally, it provides guidance on how to adjust your investment for maximum profit.
pt_br: A tela exibe cenários que comparam investimentos atuais, investimentos ótimos e investimentos aceitáveis. Ela ilustra como as mudanças nos níveis de investimento impactam as pontuações EBIS e ENBIS, bem como o lucro esperado desses investimentos. Além disso, fornece orientações sobre como ajustar seu investimento para maximizar o lucro.

source: Simulation Charts
pt_br: Gráficos de Simulação

source: Each asset has associated charts that visualize the relationship between investment levels and the Economic Benefit Impact Score (EBIS). These charts help in understanding how different investment scenarios influence the economic outcomes of cybersecurity measures.
pt_br: Cada ativo possui gráficos associados que visualizam a relação entre os níveis de investimento e a Pontuação de Impacto do Benefício Econômico (EBIS). Esses gráficos ajudam a entender como diferentes cenários de investimento influenciam os resultados econômicos das medidas de cibersegurança.

source: Gordon-Loeb Simulations
pt_br: Simulações de Gordon-Loeb

source: Charts displaying the simulation results based on the Gordon-Loeb model, which presents optimal and acceptable investment window for cybersecurity, as well as the current investment.
pt_br: Gráficos exibindo os resultados da simulação baseados no modelo Gordon-Loeb, que apresenta a janela de investimento ótimo e aceitável para cibersegurança, bem como o investimento atual.

source: The risk data presented in the
pt_br: Os dados de risco apresentados na seção

source: section is utilized in the Economic Planning section. This integration ensures that economic impact simulations are informed by accurate and relevant risk assessments.
pt_br: são utilizados na seção de Planejamento Econômico. Essa integração garante que as simulações de impacto econômico sejam informadas por avaliações de risco relevantes.

source: Hypotitecal scenarios
pt_br: Cenários Hipotéticos

source: On the hypothetical scenarios page, the user can adjust the Damage, Probability, Current Investment, and alpha variables for each type of attack to simulate alternative scenarios and evaluate the resulting outcomes. These results can be saved and loaded as needed by the user.
pt_br: Na página de cenários hipotéticos, o usuário pode ajustar as variáveis de Dano, Probabilidade, Investimento Atual e alfa para cada tipo de ataque para simular cenários alternativos e avaliar os resultados. Esses resultados podem ser salvos e carregados conforme necessário.

source: The 'General' Investment line allows users who may lack the specific expertise to determine the appropriate cybersecurity measures for a given asset to estimate outcomes based on investments in randomly selected security measures, offering a broad, high-level perspective on potential results.
pt_br: A linha 'Geral' serve como um guia simplificado para usuários menos familiarizados com cibersegurança. Em vez de exigir conhecimentos técnicos específicos, ela oferece uma visão consolidada que simula investimentos em diversas medidas de proteção. Assim, mesmo sem expertise detalhada sobre o ativo em questão, é possível ter uma melhor noção dos resultados esperados e tomar decisões mais informadas sobre investimentos em segurança.

source: Company Copies allow users (instructors and students) to create and manage personal copies of company profiles for analysis, comparison, and modification.
pt_br: As Cópias de Empresa permitem que os usuários (instrutores e estudantes) criem e gerenciem cópias pessoais de perfis de empresas para análise, comparação e modificação.

source: Creating a Company Copy
pt_br: Criando uma Cópia de Empresa

source: To create a copy of a company profile:
pt_br: Para criar uma cópia de um perfil de empresa:

source: Navigate to the Company Profiles section
pt_br: Navegue até a seção de Perfis de Empresa

source: Select the profile you want to copy
pt_br: Selecione o perfil que você deseja copiar

source: Click on 'Copy Profile'
pt_br: Clique em 'Copiar Perfil'

source: You will be redirected to the new copy (or to an existing copy if you've already created one for this company)
pt_br: Você será redirecionado para a nova cópia (ou para uma cópia existente se você já tiver criado uma para esta empresa)

source: Modifying Company Copies
pt_br: Modificando Cópias de Empresa

source: Once you have created a copy, you can modify all information related to the company. This includes:
pt_br: Depois de criar uma cópia, você pode modificar todas as informações relacionadas à empresa. Isso inclui:

source: Company details
pt_br: Detalhes da empresa

source: Financial information
pt_br: Informações financeiras

source: Operational data
pt_br: Dados operacionais

source: Any other relevant fields
pt_br: Quaisquer outros campos relevantes

source: Analyzing Changes
pt_br: Analisando Mudanças

source: As you modify the information in your company copy, you can observe the changes in:
pt_br: À medida que você modifica as informações na sua cópia da empresa, você pode observar as mudanças em:

source: Risk Analysis: See how your modifications affect the company's risk profile. For more details, refer to the
pt_br: Análise de Risco: Veja como suas modificações afetam o perfil de risco da empresa. Para mais detalhes, consulte a seção

source: Economic Planning: Understand the economic impact of your changes. For more information, check the
pt_br: Planejamento Econômico: Entenda o impacto econômico de suas mudanças. Para mais informações, verifique a seção

source: Access to Company Copies
pt_br: Acesso às Cópias de Empresa

source: Access to company copies is managed as follows:
pt_br: O acesso às cópias de empresa é gerenciado da seguinte forma:

source: Students: Can only access their own copies
pt_br: Estudantes: Podem acessar apenas suas próprias cópias

source: Instructors: Can access all copies through a link provided by the student
pt_br: Instrutores: Podem acessar todas as cópias através de um link fornecido pelo estudante

source: Sharing Copies (For Students)
pt_br: Compartilhando Cópias (Para Estudantes)

source: To share your company copy with an instructor:
pt_br: Para compartilhar sua cópia de empresa com um instrutor:

source: Navigate to your company copy
pt_br: Navegue até sua cópia de empresa

source: Copy the website complete URL
pt_br: Copie a URL completa do site

source: Send this link to your instructor through the approved communication channel
pt_br: Envie este link para seu instrutor através do canal de comunicação aprovado

source: Important Notes
pt_br: Notas Importantes

source: You cannot create a copy of an existing copy
pt_br: Você não pode criar uma cópia de uma cópia existente

source: You can only have one copy of each original company profile
pt_br: Você só pode ter uma cópia de cada perfil de empresa original

source: Changes made to copies do not affect the original company profile
pt_br: Mudanças feitas nas cópias não afetam o perfil de empresa original

source: The Data Source section serves as a monitoring tool for our database, providing average risk data for various cyber attacks across different regions and sectors. This information is directly sourced from our database and offers valuable insights into cybersecurity trends.
pt_br: A seção Fonte de Dados serve como uma ferramenta de monitoramento para nosso banco de dados, fornecendo dados médios de risco para vários ataques cibernéticos em diferentes regiões e setores. Essa informação é obtida diretamente de nosso banco de dados e oferece insights valiosos sobre tendências de cibersegurança.

source: Data Representation
pt_br: Representação de Dados

source: The charts display the probability (in percentage) of different types of cyber attacks for each region and sector. The four main types of attacks represented are:
pt_br: Os gráficos exibem a probabilidade (em porcentagem) de diferentes tipos de ataques cibernéticos para cada região e setor. Os quatro principais tipos de ataques representados são:

source: DDoS (Distributed Denial of Service)
pt_br: DDoS (Ataque Distribuído de Negação de Serviço)

source: Regional Data
pt_br: Dados Regionais

source: The regional data is categorized into four main areas:
pt_br: Os dados regionais são categorizados em quatro áreas principais:

source: APAC (Asia-Pacific)
pt_br: APAC (Ásia-Pacífico)

source: LATAM (Latin America)
pt_br: LATAM (América Latina)

source: EMEA (Europe, Middle East, and Africa)
pt_br: EMEA (Europa, Oriente Médio e África)

source: NA (North America)
pt_br: NA (América do Norte)

source: Sector Data
pt_br: Dados dos Setores

source: The sector data covers various industries, including:
pt_br: Os dados dos setores abrangem várias indústrias, incluindo:

source: Healthcare
pt_br: Saúde

source: Government
pt_br: Governo

source: Retail
pt_br: Varejo

source: Finance
pt_br: Finanças

source: Education
pt_br: Educação

source: Entertainment
pt_br: Entretenimento

source: Technology
pt_br: Tecnologia

source: Others
pt_br: Outros

source: Data Calculation
pt_br: Cálculo de Dados

source: Each data point represents an average risk level calculated from multiple entries in our database. The number of entries used for each calculation is also provided, ensuring transparency in our data representation. To view the number of entries used for a specific data point, hover your cursor over the corresponding bar in the chart.
pt_br: Cada ponto de dados representa um nível médio de risco calculado a partir de múltiplas entradas em nosso banco de dados. O número de entradas usadas para cada cálculo também é fornecido, garantindo transparência em nossa representação de dados. Para ver o número de entradas usadas para um ponto de dados específico, passe o cursor sobre a barra correspondente no gráfico.

source: Data Availability
pt_br: Disponibilidade de Dados

source: In some cases, you may see 'N/A' (Not Available) displayed for certain regions or sectors. This indicates that there is insufficient data available for that particular combination of attack type and region/sector.
pt_br: Em alguns casos, você pode ver 'N/A' (Não Disponível) exibido para certas regiões ou setores. Isso indica que não há dados suficientes disponíveis para essa combinação específica de tipo de ataque e região/setor.

source: Data Updates
pt_br: Atualizações de Dados

source: The data presented in these charts is dynamically updated from our database, ensuring that you always have access to the most current cyber attack risk assessments across different regions and sectors.
pt_br: Os dados apresentados nestes gráficos são atualizados dinamicamente a partir de nosso banco de dados, garantindo que você sempre tenha acesso às avaliações de risco de ataques cibernéticos mais atuais em diferentes regiões e setores.

source: Database Overview
pt_br: Visão Geral do Banco de Dados

source: Database Overview Documentation
pt_br: Documentação da Visão Geral do Banco de Dados

source: The Database Overview presents a compilation of data collected from cybersecurity attack risk reports, divided by Region and Sector.
pt_br: A Visão Geral do Banco de Dados apresenta uma compilação de dados coletados de relatórios de risco de ataques cibernéticos, divididos por Região e Setor.

source: My Company Profile Copies
pt_br: Minhas Cópias de Perfis de Empresas

source: Copy of
pt_br: Cópia de

source: Copied on
pt_br: Copiado em

source: You don't have any company profile copies yet.
pt_br: Você ainda não tem cópias de perfil de empresa.

source: User Profile of
pt_br: Perfil de Usuário de

source: Regular User
pt_br: Usuário Regular

source: Edit Profile
pt_br: Editar Perfil

source: Scopes
pt_br: Escopos

source: Metadata
pt_br: Metadados

source: Enter username
pt_br: username

source: Full name
pt_br: Nome Completo

source: Enter email address
pt_br: Endereço de email

source: Enter institution
pt_br: Instituição

source: Enter job title
pt_br: Digite o cargo

source: Enter role
pt_br: Digite a função

source: A user with that email already exists.
pt_br: Já existe um usuário com esse e-mail.

source: A user with that username already exists.
pt_br: Já existe um usuário com esse nome de usuário.

source: An entry for this year already exists.
pt_br: Já existe um usuário com esse e-mail.

source: An entry for this item already exists.
pt_br: Uma entrada com esse item já existe.

source: Enter the full legal name of the company.
pt_br: Digite o nome legal completo da empresa.

source: Specify the country where the company's main headquarters is located.
pt_br: Especifique o país onde a sede principal da empresa está localizada.

source: Headquarters Country (English)
pt_br: País da Sede (Inglês)

source: Select the primary industry or sector in which the company operates.
pt_br: Selecione o setor industrial principal ou segmento em que a empresa opera.

source: Enter the total number of individuals employed by the company.
pt_br: Informe o número total de indivíduos empregados pela empresa.

source: Check this box if the company maintains an up-to-date inventory of all assets.
pt_br: Marque esta caixa se a empresa mantém um inventário atualizado de todos os ativos.

source: Check this box if the company maintains regular backups of critical data.
pt_br: Marque esta caixa se a empresa mantém backups regulares de dados críticos.

source: Check this box if the company actively prioritizes risks based on their potential impact and likelihood.
pt_br: Marque esta caixa se a empresa prioriza ativamente os riscos com base em seu impacto potencial e probabilidade.

source: Annual Revenues
pt_br: Receitas Anuais

source: Cybersecurity Spending
pt_br: Gastos em Cibersegurança

source: Cybersecurity Spendings
pt_br: Gastos em Cibersegurança

source: Server
pt_br: Servidor

source: Database
pt_br: Banco de Dados

source: Other
pt_br: Outro

source: Company Asset
pt_br: Ativo da Empresa

source: Medio
pt_br: Média

source: Invested
pt_br: Investidos

source: Saved Value
pt_br: Valores salvos

source: Saved Prob
pt_br: Probabilidade Salva

source: Saved Invested
pt_br: Investimento salvo

source: Europe
pt_br: Europa

source: South America
pt_br: América do Sul

source: North America
pt_br: América do Norte

source: Africa
pt_br: África

source: Asia
pt_br: Ásia

source: Enter the name of the region. Example: 'Brazil', 'Europe'
pt_br: Digite o nome da região. Exemplo: 'Brasil', 'Europa'

source: Country
pt_br: País

source: Select whether this region is a continent or a country
pt_br: Selecione se esta região é um continente ou um país

source: If this region is a country, select the continent it belongs to. Example: 'Brazil' -> 'South America'
pt_br: Se esta região for um país, selecione o continente ao qual pertence. Exemplo: 'Brasil' -> 'América do Sul'

source: Small
pt_br: Pequena

source: Medium
pt_br: Média

source: Large
pt_br: Grande

source: None
pt_br: Nenhuma

source: Select the size of the company. Example: 'Small' (less than 50 employees), 'Medium' (50-250 employees), 'Large' (more than 250 employees)
pt_br: Selecione o tamanho da empresa. Exemplo: 'Pequena' (menos de 50 funcionários), 'Média' (50-250 funcionários), 'Grande' (mais de 250 funcionários)

source: Enter the percentage of employees working remotely. Example: 20.5 for 20.5%
pt_br: Digite a porcentagem de funcionários que trabalham remotamente. Exemplo: 20,5 para 20.5%

source: Indicate whether the company has a global presence or not
pt_br: Indique se a empresa tem presença global ou não

source: Enter the number of authentication factors used by the company. Example: 2 for two-factor authentication (2FA)
pt_br: Digite o número de fatores de autenticação usados pela empresa. Exemplo: 2 para autenticação de dois fatores (2FA)

source: Select the type of cloud solution used by the company. Example: 'LAN' for local area network, 'WAN' for wide area network, 'None' if no cloud solution is used
pt_br: Selecione o tipo de solução em nuvem utilizada pela empresa. Exemplo: 'LAN' para rede local, 'WAN' para rede de longa distância, 'Nenhuma' se nenhuma solução em nuvem for utilizada

source: Indicate whether the company has IT system monitoring in place
pt_br: Indique se a empresa possui monitoramento de sistemas de TI implementado

source: Indicate whether the company performs periodic system updates
pt_br: Indique se a empresa realiza atualizações periódicas do sistema

source: Indicate whether the company encrypts data at rest (in storage)
pt_br: Indique se a empresa criptografa dados em repouso (armazenados)

source: Indicate whether the company encrypts data in transit (during transmission)
pt_br: Indique se a empresa criptografa dados em trânsito (durante a transmissão)

source: Indicate whether the company uses a VPN for remote access
pt_br: Indique se a empresa usa uma VPN para acesso remoto

source: Indicate whether the company provides cybersecurity awareness and training
pt_br: Indique se a empresa oferece conscientização e treinamento em segurança cibernética

source: Indicate whether the company has a documented response plan
pt_br: Indique se a empresa possui um plano de resposta documentado

source: Indicate whether the company regularly updates its response plan
pt_br: Indique se a empresa atualiza regularmente seu plano de resposta

source: Indicate whether the company has operational recovery capacity
pt_br: Indique se a empresa possui capacidade de recuperação operacional

source: Indicate whether the company performs regular credentials maintenance
pt_br: Indique se a empresa realiza manutenção regular de credenciais

source: Indicate whether the company has a process for identifying vulnerabilities
pt_br: Indique se a empresa possui um processo para identificar vulnerabilidades

source: Indicate whether the company monitors network systems traffic
pt_br: Indique se a empresa monitora o tráfego dos sistemas de rede

source: Indicate whether the company has a process for identifying threats
pt_br: Indique se a empresa possui um processo para identificar ameaças

source: Indicate whether the company maintains IT records
pt_br: Indique se a empresa mantém registros de TI

source: Indicate whether the company uses antivirus software
pt_br: Indique se a empresa utiliza software antivírus

source: Indicate whether the company uses a firewall
pt_br: Indique se a empresa utiliza um firewall

source: Indicate whether the company uses an intrusion detection system (IDS)
pt_br: Indique se a empresa utiliza um sistema de detecção de intrusão (IDS)

source: Indicate whether the company uses an endpoint detection and response (EDR) system
pt_br: Indique se a empresa utiliza um sistema de detecção e resposta de endpoint (EDR)

source: Indicate whether the company has a dedicated IT security team
pt_br: Indique se a empresa possui uma equipe dedicada de segurança de TI

source: Advanced Company Profile
pt_br: Perfil Avançado da Empresa

source: Breach
pt_br: Violação de Dados

source: Select the type of attack. Example: 'Malware', 'Phishing', 'DDoS', 'Breach'
pt_br: Selecione o tipo de ataque. Exemplo: 'Malware', 'Phishing', 'DDoS', 'Violação de Dados'

source: Attack Types
pt_br: Tipos de Ataque

source: Select the company for which the attack history is being recorded
pt_br: Selecione a empresa para a qual o histórico de ataques está sendo registrado

source: Enter the year in which the attack occurred. Example: 2023
pt_br: Digite o ano em que o ataque ocorreu. Exemplo: 2023

source: Enter the number of attacks of this type that occurred in the specified year. Example: 3
pt_br: Digite o número de ataques deste tipo que ocorreram no ano especificado. Exemplo: 3

source: Attack Histories
pt_br: Históricos de Ataques

source: Enter the company's profile type
pt_br: Digite o tipo da empresa

source: Enter the final score
pt_br: Digite a pontuação final

source: Text Score
pt_br: Pontuação em texto

source: Write the text score
pt_br: Escreva a pontuação em texto

source: Region Value
pt_br: Valor da Região

source: Enter the malware region value
pt_br: Insira a taxa de sucesso de malware

source: Sector Value
pt_br: Dados dos Setores

source: Enter the malware sector value
pt_br: Insira a taxa de sucesso de malware do setor

source: Resilience Value
pt_br: Indicador de Resistência

source: Enter the malware resilience value
pt_br: Insira o valor de resiliência a malware

source: Malware Final Score
pt_br: Pontuação Final de Malware

source: Enter the malware final score
pt_br: Digite a pontuação final de malware
