Repository: ComputerNetworks-UFRGS/IMPACTO-Demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Enter the phishing region value
pt_br: Insira o valor regional de phishing

source: Enter the phishing sector value
pt_br: Insira o valor setorial de phishing

source: Enter the phishing resilience value
pt_br: Insira o valor de resiliência a phishing

source: Phishing Final Score
pt_br: Pontuação Final de phishing

source: Enter the phishing final score
pt_br: Digite a pontuação final de phishing

source: Enter the DDoS region value
pt_br: Insira o valor regional de DDoS

source: Enter the DDoS sector value
pt_br: Insira o valor setorial de DDoS

source: Enter the DDoS resilience value
pt_br: Insira o valor de resiliência a DDoS

source: DDoS Final Score
pt_br: Pontuação Final de DDOS

source: Enter the DDoS final score
pt_br: Digite a pontuação final de DDOS

source: Malware Success Rate
pt_br: Taxa de Sucesso de Malware

source: Enter the malware success rate
pt_br: Insira a taxa de sucesso de malware

source: Phishing Success Rate
pt_br: Taxa de Sucesso de Phishing

source: Enter the phishing success rate
pt_br: Insira a taxa de sucesso de phishing

source: DDoS Success Rate
pt_br: Taxa de Sucesso de DDoS

source: Enter the ddos success rate
pt_br: Insira a taxa de sucesso de DDoS

source: Original Company Profile
pt_br: Perfil de Empresa Original

source: User Company Copy
pt_br: Cópia de Empresa do Usuário

source: User Company Copies
pt_br: Cópias de Empresa do Usuário

source: Real-world devices
pt_br: Dispositivos do mundo real

source: Real-world cases
pt_br: Casos do mundo real

source: Experts
pt_br: Especialistas

source: Organizations
pt_br: Organizações

source: Nome do Report
pt_br: Nome do Relatório

source: Reports
pt_br: Relatórios

source: Report de origem desta informação
pt_br: Relatório de origem desta informação

source: Critical
pt_br: Crítico

source: Dangerous
pt_br: Perigoso

source: Caution
pt_br: Cuidado

source: Healthy
pt_br: Saudável

source: Invalid country name. Please enter a valid country. If you are using portuguese, please try to enter the country name in English if is not working correctly.
pt_br: Nome de país inválido. Por favor, insira um país válido. Se você está usando português, tente inserir o nome do país em inglês se não estiver funcionando corretamente.

source: Advanced company profile updated successfully.
pt_br: Perfil da empresa avançado atualizado com sucesso.

source: An error occurred while saving:
pt_br: Um erro ocorreu ao salvar:

source: Please correct the errors below.
pt_br: Por favor corrija os erros abaixo

source: Company profile updated successfully.
pt_br: Perfil da empresa atualizado com sucesso.
