Repository: ComputerNetworks-UFRGS/IMPACTO-Demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: My Account
pt_br: Minha Conta

source: Welcome
pt_br: Bem vindo

source: Request Role Change
pt_br: Solicitar Mudança de Função

source: Manage Role Requests
pt_br: Gerenciar Solicitações de Função

source: Change Profile
pt_br: Adicionar Empresa

source: Change Password
pt_br: Mudar Senha

source: Save
pt_br: Salvar

source: Manage Role Change Requests
pt_br: Gerenciar Solicitações de Mudança de Função

source: Pending Requests
pt_br: Solicitações Pendentes

source: User
pt_br: Usuário

source: Current Role
pt_br: Função Atual

source: Requested Role
pt_br: Função Solicitada

source: Justification
pt_br: Justificativa

source: Date
pt_br: Data

source: Actions
pt_br: Ações

source: Approve
pt_br: Aprovar

source: Reject
pt_br: Rejeitar

source: No pending requests.
pt_br: Nenhuma solicitação pendente.

source: Recent Requests
pt_br: Solicitações Recentes

source: Request
pt_br: Solicitação

source: Reviewed By
pt_br: Revisado Por

source: Approve Request
pt_br: Aprovar Solicitação

source: Are you sure you want to approve this role change request for
pt_br: Tem certeza de que deseja aprovar esta solicitação de mudança de função para

source: Admin Notes
pt_br: Notas do Administrador

source: Cancel
pt_br: Cancelar

source: Reject Request
pt_br: Rejeitar Solicitação

source: Are you sure you want to reject this role change request for
pt_br: Tem certeza de que deseja rejeitar esta solicitação de mudança de função para

source: Reason for Rejection
pt_br: Motivo da Rejeição

source: Role Change Request
pt_br: Solicitação de Mudança de Função

source: Please explain why you want to change your role...
pt_br: Por favor, explique por que você deseja mudar sua função...

source: Back
pt_br: Voltar

source: Submit Request
pt_br: Enviar Solicitação

source: Personal info
pt_br: Informações pessoais

source: User type
pt_br: Tipo de Usuário

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas Importantes

source: Password
pt_br: Senha

source: Repeat the password
pt_br: Repita a mesma senha

source: Repeat the same password for verification.
pt_br: Repita a mesma senha para verificação.

source: Please explain why you want to change your role.
pt_br: Por favor, explique por que você deseja mudar sua função.

source: Username
pt_br: Usuário

source: Enter a valid username. This value may contain only letters, numbers, and @/./+/-/_ characters.
pt_br: Digite um nome de usuário válido. Este valor pode conter apenas letras, números e os caracteres @/./+/-/_.

source: A username that will be used for identification and login on the platform.
pt_br: Um nome de usuário que será usado para identificação e login na plataforma

source: Name
pt_br: Nome

source: Staff Status
pt_br: Status Administrador

source: Active Status
pt_br: Status de Atividade

source: Date Joined
pt_br: Data Registro

source: Institution
pt_br: Instituição

source: Job
pt_br: Cargo

source: Role
pt_br: Função

source: Student
pt_br: Estudante

source: Instructor
pt_br: Instrutor

source: User Type
pt_br: Tipo de Usuário

source: user
pt_br: usuário

source: users
pt_br: usuários

source: Pending
pt_br: Pendente

source: Approved
pt_br: Aprovado

source: Rejected
pt_br: Rejeitado

source: Please explain why you want to change your role
pt_br: Por favor, explique por que você deseja mudar sua função

source: Created At
pt_br: Criado Em

source: Updated At
pt_br: Atualizado Em

source: Role Change Requests
pt_br: Solicitações de Mudança de Função

source: Profile has been updated!
pt_br: Perfil foi atualizado!

source: Input Error
pt_br: Erro de Entrada

source: Password has been changed!
pt_br: Senha foi alterada!

source: You already have a pending role change request.
pt_br: Você já possui uma solicitação de mudança de função pendente.

source: Your role change request has been submitted successfully!
pt_br: Sua solicitação de mudança de função foi enviada com sucesso!

source: Role change request for %(username)s has been approved.
pt_br: Solicitação de mudança de função para %(username)s foi aprovada.

source: Role change request for %(username)s has been rejected.
pt_br: Solicitação de mudança de função para %(username)s foi rejeitada.

source: GT-IMPACTO - Simulation of Economic Aspects of Cybersecurity
pt_br: GT-IMPACTO - Simulação de Aspectos Econômicos de Cibersegurança

source: Type your username and password to access the platform
pt_br: Entre com o usuário e senha para acessar a plataforma.

source: Remember
pt_br: Lembrar

source: Enter
pt_br: Entrar

source: Don't have an account?
pt_br: Não possui uma conta?

source: Register
pt_br: Registrar-se

source: Register in the platform
pt_br: Registrar-se na plataforma

source: Don't have an account to access the platform? Create one now. It's quick :)
pt_br: Não possui uma conta para acessar a plataforma? Crie agora mesmo. É rápido :)

source: Create account
pt_br: Criar conta

source: Already have an account?
pt_br: Já possui uma conta?

source: Login
pt_br: Faça o login

source: 403 - Access Denied
pt_br: 403 - Acesso Negado

source: Sorry, you don't have permission to access this page.
pt_br: Desculpe, você não tem permissão para acessar esta página.

source: Return to Homepage
pt_br: Voltar para a Página Inicial

source: Need Help?
pt_br: Precisa de Ajuda?

source: If you believe this is an error, please contact our support team.
pt_br: Se você acredita que isso é um erro, por favor, entre em contato com nossa equipe de suporte.

source: Go Back
pt_br: Voltar

source: Return to the previous page you were viewing.
pt_br: Retorne à página anterior que você estava visualizando.

source: Previous Page
pt_br: Página Anterior

source: Your Access Type
pt_br: Seu Tipo de Acesso

source: You are currently logged in as a
pt_br: Você está atualmente logado como um

source: This page requires different access rights.
pt_br: Esta página requer direitos de acesso diferentes.

source: 404 - Page Not Found
pt_br: 404 - Página Não Encontrada

source: Oops! The page you're looking for doesn't exist.
pt_br: Ops! A página que você está procurando não existe.

source: Add Advanced Company Profile
pt_br: Adicionar Perfil de Empresa Avançado

source: Risk Dashboard
pt_br: Dashboard de Risco

source: Company Profiles
pt_br: Perfis de Empresa

source: The Company Profiles screen presents the companies that were registered on the platform for consultation, which can be Basic or Advanced profile. To edit a company, create a copy.
pt_br: A tela de Perfis de Empresas apresenta as empresas que foram registradas na plataforma para consulta, que podem ser de perfil Básico ou Avançado. Para editar uma empresa, crie uma cópia.

source: Company Profile Documentation
pt_br: Documentação dos Perfis de Empresa

source: View Documentation
pt_br: Ir para a Documentação

source: Switch to Standard Company Profile
pt_br: Mudar para o Perfil de Empresa Básico

source: The extra fields in the Advanced Company Profile enable a greater range of calculations and inferences.
pt_br: Os campos extras no Perfil Avançado de Empresa possibilitam uma gama maior de cálculos e inferências.

source: Business Dimension
pt_br: Dimensão de Negócios

source: Technical Dimension
pt_br: Dimensão Técnica

source: Economic Dimension
pt_br: Dimensão Economica

source: Attack History
pt_br: Histórico de Ataques

source: Add Basic Company Profile
pt_br: Adicionar Perfil de Empresa Básico

source: Basic Company Profiles Documentation
pt_br: Documentação dos Perfis Básicos de Empresa

source: Switch to Advanced Company Profile
pt_br: Mudar para o Perfil de Empresa Avançado

source: The Basic Company Profile is simpler, but with fewer fields, calculations will not be as specific and precise.
pt_br: O Perfil Básico de Empresa é mais simples, mas, com menos campos, os cálculos não serão tão específicos e precisos.

source: Configurations
pt_br: Configurações

source: Log out
pt_br: Sair

source: Home
pt_br: Início

source: Company Profile
pt_br: Perfil de Empresa

source: View Companies
pt_br: Visualizar Empresas

source: My Company Copies
pt_br: Minhas Cópias

source: Add Basic Profile
pt_br: Adicionar Perfil Básico

source: Add Advanced Profile
pt_br: Adicionar Perfil Avançado

source: Risk Analysis
pt_br: Análise de Risco

source: Overview
pt_br: Visão Geral

source: Report
pt_br: Relatório

source: Economic Planning
pt_br: Gestão Econômica

source: Edit Company
pt_br: Editar Empresa

source: Data Source
pt_br: Fonte de Dados

source: Reports Analysis
pt_br: Análise dos Relatórios

source: My account
pt_br: Minha Conta

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: Project
pt_br: Projeto

source: Team
pt_br: Equipe

source: Contact
pt_br: Contato

source: Cyber Attack Risk Levels by Regions
pt_br: Níveis de Risco de Ataques Cibernéticos por Regiões

source: Data obtained and analyzed from cybersecurity reports.
pt_br: Dados obtidos e analisados de relatórios de cibersegurança

source: Regions
pt_br: Regiões

source: Probability (%%)
pt_br: Probabilidade (%%)

source: Insufficient data
pt_br: Dados Insuficientes

source: Count
pt_br: Contagem

source: Cyber Attack Risk Levels
pt_br: Níveis de Risco de Ataques Cibernéticos

source: This chart shows the risk level for different types of cyber attacks.
pt_br: Este gráfico mostra os níveis de risco para diferentes tipos de ataques cibernéticos.

source: Risk for companies in the <span class="theme-color">%(industry)s</span> sector, located in <span class="theme-color">%(country)s</span>.
pt_br: Risco para empresas do setor de <span class="theme-color">%(industry)s</span>, localizadas em <span class="theme-color">%(country)s</span>.

source: Estimated attacks per month
pt_br: Ataques estimados por mês

source: This chart displays the estimated number of cyber attacks each month.
pt_br: Este gráfico mostra o número estimado de ataques cibernéticos a cada mês.

source: Estimated attacks for companies in the <span class="theme-color">%(industry)s</span> sector, located in <span class="theme-color">%(country)s</span>.
pt_br: Ataques estimados para empresas do setor de <span class="theme-color">%(industry)s</span>, localizadas em <span class="theme-color">%(country)s</span>.

source: Probability of Number of Attacks
pt_br: Probabilidade de ocorrência da quantidade de ataques

source: This chart displays the estimated probabilities of the number of attacks.
pt_br: Este gráfico mostra a probabilidade estimada do número de ataques cibernéticos a cada mês.

source: Analysis based on historical data for companies in the <span class="theme-color">%(industry)s</span> sector, located in <span class="theme-color">%(country)s</span>.
pt_br: Análise baseada em dados históricos para empresas do setor de <span class="theme-color">%(industry)s</span>, localizadas em <span class="theme-color">%(country)s</span>.

source: Region Risks
pt_br: Riscos da Região

source: This chart shows the estimated risk levels for different types of attacks in the region.
pt_br: Este gráfico mostra os níveis de risco estimados para diferentes tipos de ataques na região.

source: Risk analysis for companies in the <span class="theme-color">%(region)s</span> region based on historical data obtained from cybersecurity reports.
pt_br: Análise de riscos para empresas na região de <span class="theme-color">%(region)s</span> a partir de dados históricos obtidos de relatórios de cibersegurança.

source: Risk Level
pt_br: Nível de Risco

source: Risk Level (%%)
pt_br: Nível de Risco (%%)

source: Sector Risks
pt_br: Riscos do Setor

source: This chart shows the estimated risk levels for different types of attacks in the sector.
pt_br: Este gráfico mostra os níveis de risco estimados para diferentes tipos de ataques no setor.

source: Risk analysis for companies in the <span class="theme-color">%(industry_type)s</span> sector based on historical data obtained from cybersecurity reports.
pt_br: Análise de riscos para empresas do setor de <span class="theme-color">%(industry_type)s</span> a partir de dados históricos obtidos de relatórios de cibersegurança.

source: Cyber Attack Risk Levels by Sector
pt_br: Níveis de Risco de Ataques Cibernéticos por Setores

source: Sectors
pt_br: Setores

source: Risk Dashboard of
pt_br: Dashboard de Risco de

source: Risk Analysis - Overview
pt_br: Análise de Risco - Visão Geral

source: The Risk Analysis Dashboard - Overview presents the possible risks of cyber attacks using data collected from real reports filtered by the company's sector and region of operation.
pt_br: A Dashboard de Análise de Risco - Visão Geral apresenta os possíveis riscos de ataques cibernéticos usando dados coletados de relatórios reais filtrados pelo setor da empresa e região de operação.

source: Risk Analysis Overview
pt_br: Análise de Risco: Visão Geral

source: Edit
pt_br: Editar

source: Copy
pt_br: Cópia

source: Company Information
pt_br: Informações da Empresa

source: Company Name
pt_br: Nome da Empresa

source: Headquarters Country
pt_br: País da Sede

source: Industry Type
pt_br: Setor de Atuação

source: Employee Count
pt_br: Número de Funcionários

source: Headquarters Location
pt_br: País da Sede

source: Report of
pt_br: Relatório de

source: Risk Analysis - Report
pt_br: Análise de Risco - Relatório

source: The Risk Analysis Dashboard - Report presents a diagnosis of the company's cybersecurity health, using risk scores to demonstrate the system's defense capabilities and highlight existing vulnerabilities.
pt_br: A Dashboard de Análise de Risco - Relatório apresenta um diagnóstico da saúde cibernética da empresa, usando pontuações de risco para demonstrar as capacidades de defesa do sistema e destacar vulnerabilidades existentes.

source: Risk Analysis Report
pt_br: Análise de Risco: Relatório

source: Economic Dashboard Documentation
pt_br: Documentaçãod da Dashboard de Economia

source: REGION RISK
pt_br: RISCO DA REGIÃO

source: SECTOR RISK
pt_br: RISCO DO SETOR

source: COMPANY RESILIENCE
pt_br: RESILIÊNCIA DA EMPRESA

source: LOW
pt_br: BAIXO

source: MODERATE
pt_br: MODERADO

source: HIGH
pt_br: ALTO

source: Risk Score
pt_br: Pontuação de Risco

source: Final Score
pt_br: Pontuação Final

source: CRITICAL
pt_br: CRÍTICO

source: DANGEROUS
pt_br: PERIGOSO

source: ALERT
pt_br: ALERTA

source: HEALTHY
pt_br: SAUDÁVEL

source: Technical Dimension Analysis
pt_br: Análise da Dimensão Técnica

source: Explanation
pt_br: Explicação

source: Defense
pt_br: Defesa

source: No technical defenses data available.
pt_br: Nenhum dado de defesas técnicas disponível.

source: Understanding the Technical Dimension Analysis
pt_br: Entendendo a Análise da Dimensão Técnica

source: Confidentiality
pt_br: Confidencialidade

source: Security measures that control access to confidential data, ensuring only authorized individuals can view sensitive information.
pt_br: Medidas de segurança que controlam o acesso a dados confidenciais, garantindo que apenas indivíduos autorizados possam visualizar informações sensíveis.

source: Integrity
pt_br: Integridade

source: Security measures that ensure data authenticity and prevent unauthorized alterations, maintaining the accuracy and consistency of information.
pt_br: Medidas de segurança que garantem a autenticidade dos dados e previnem alterações não autorizadas, mantendo a precisão e consistência das informações.

source: Availability
pt_br: Disponibilidade

source: Security measures that ensure data access, adding resilience and redundancy to the system to maintain continuous operations.
pt_br: Medidas de segurança que garantem o acesso aos dados, adicionando resiliência e redundância ao sistema para manter operações contínuas.

source: How to read the table:
pt_br: Como ler a tabela:

source: Green checkmark (&#10004;): The defense is active and contributing to the security aspect.
pt_br: Marca de seleção verde (&#10004;): A defesa está ativa e contribuindo para o aspecto de segurança.

source: Red cross (&#10008;): The defense is relevant but not currently active.
pt_br: Cruz vermelha (&#10008;): A defesa é relevante, mas não está atualmente ativa.

source: Empty cell: The defense is not applicable to that security aspect.
pt_br: Célula vazia: A defesa não é aplicável a esse aspecto de segurança.

source: Close
pt_br: Fechar

source: Economic Dashboard of
pt_br: Dashboard Econômica de

source: Gordon-Loeb
pt_br: Simulações de Gordon-Loeb

source: Simulations
pt_br: Simulações

source: Type
pt_br: Tipo

source: Damage
pt_br: Dano

source: Probability
pt_br: Probabilidade

source: Expected loss
pt_br: Perda esperada

source: Current invest.
pt_br: Invest. atual

source: Investimento ótimo
pt_br: nvestimento ótimo

source: Company Profile of
pt_br: Perfil de Empresa de

source: Advanced profile with more detailed information
pt_br: Perfil Avançado, com informações mais detalhadas

source: Advanced
pt_br: Avançado

source: Company Copies Documentation
pt_br: Documentação das Cópias de Empresas

source: Company Profiles Documentation
pt_br: Documentação dos Perfis de Empresa

source: Company Size
pt_br: Tamanho da Empresa

source: Remote Work Rate
pt_br: Taxa de Trabalho Remoto

source: Global Presence
pt_br: Presença Global

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Technical Information
pt_br: Dimensão Técnica

source: Updated Inventory
pt_br: Inventário Atualizado

source: Backup Maintenance
pt_br: Manutenção de Backups

source: Risk Prioritization
pt_br: Priorização de Riscos

source: Authentication Factors
pt_br: Fatores de Autenticação

source: Cloud Solution Type
pt_br: Tipo de Solução em Nuvem

source: Company Locations
pt_br: Localizações da Empresa

source: Region
pt_br: Região

source: Continent
pt_br: Continente

source: No locations found
pt_br: Nenhuma localização encontrada

source: Cybersecurity Measures
pt_br: Medidas de Cibersegurança

source: Show All
pt_br: Mostrar tudo

source: IT System Monitoring
pt_br: Monitoramento dos Sistemas de TI

source: Periodic System Updates
pt_br: Atualizações Periódicas do Sistema

source: Data Encryption in Storage
pt_br: Criptografia de Dados Armazenados

source: Data Encryption in Transit
pt_br: Criptografia de Dados em Trânsito

source: VPN for Remote Access
pt_br: VPN para Acesso Remoto

source: Cybersecurity Awareness and Training
pt_br: Conscientização e Treinamento em Segurança Cibernética

source: Documented Response Plan
pt_br: Plano de Resposta Documentado

source: Response Plan Update
pt_br: Atualização do Plano de Resposta

source: Operational Recovery Capacity
pt_br: Capacidade de Recuperação Operacional

source: Credentials Maintenance
pt_br: Manutenção de Credenciais

source: Vulnerability Identification
pt_br: Identificação de Vulnerabilidades

source: Network Systems Traffic Monitoring
pt_br: Monitoramento do Tráfego de Sistemas de Rede

source: Threat Identification Process
pt_br: Processo de Identificação de Ameaças

source: IT Records Presence
pt_br: Presença de Registros de TI

source: Antivirus
pt_br: Antivírus

source: Intrusion Detection System (IDS)
pt_br: Sistema de Detecção de Intrusão (IDS)

source: Endpoint Detection and Response (EDR)
pt_br: Detecção e Resposta de Endpoint (EDR)

source: IT Security Team
pt_br: Equipe de Segurança de TI

source: Show Less
pt_br: Mostrar Menos

source: Annual Revenue
pt_br: Receita Anual

source: Year
pt_br: Ano

source: Amount
pt_br: Valor

source: Cybersecurity Investment
pt_br: Investimento em Cibersegurança

source: Company Assets
pt_br: Ativos da Empresa

source: Value
pt_br: Valor

source: Attack Type
pt_br: Tipo de Ataque

source: The Company Profile screen presents the company data that was registered on the platform, which can be Basic or Advanced profile.
pt_br: A tela de Perfil de Empresa apresenta os dados da empresa que foram registrados na plataforma, que podem ser de perfil Básico ou Avançado.

source: employees
pt_br: funcionários

source: Added
pt_br: Adicionada em

source: No companies found.
pt_br: Nenhuma empresa encontrada

source: Remove
pt_br: Remover

source: Delete
pt_br: Excluir

source: Add Annual Revenue
pt_br: Adicionar Receita Anual

source: You can't remove the last entry. Clear the fields instead.
pt_br: Você não pode remover a última entrada.

source: Add Attack History
pt_br: Adicionar Histórico de Ataque

source: Add Company Assets
pt_br: Adicionar Ativo da Empresa

source: Search locations
pt_br: Pesquisar localizações

source: Add Cybersecurity Spending
pt_br: Adicionar Gastos em Cibersegurança

source: Select an industry
pt_br: Selecione uma indústria

source: Edit Advanced Company Profile
pt_br: Editar Perfil de Empresa Avançado

source: Edit Company Profile
pt_br: Editar Perfil de Empresa

source: Editing User Profile of
pt_br: Editando o Perfil de Usuário de

source: Save Changes
pt_br: Salvar Alterações

source: Your Capabilities
pt_br: Suas Permissões

source: View and analyze company profiles
pt_br: Visualizar e analisar perfis de empresas

source: Create local copies of company profiles
pt_br: Criar cópias locais de perfis de empresas

source: Edit and analyze your copied profiles
pt_br: Editar e analisar seus perfis copiados

source: Access risk analysis reports
pt_br: Acessar relatórios de análise de risco

source: Use the economic management tools
pt_br: Utilizar as ferramentas de gestão econômica

source: Create base company profiles for all users
pt_br: Criar perfis de empresas base para todos os usuários

source: Create, view, and analyze company cybersecurity profiles.
pt_br: Criar, visualizar e analisar perfis de cibersegurança de empresas.

source: Explore Profiles
pt_br: Explorar Perfis

source: Generate reports on cybersecurity risks and get recommendations.
pt_br: Gerar relatórios sobre riscos de cibersegurança e obter recomendações.

source: Analyze Risks
pt_br: Analisar Riscos

source: Economic Management
pt_br: Gestão Econômica

source: Optimize investments using Gordon-Loeb model and risk assessments.
pt_br: Otimizar investimentos usando o modelo Gordon-Loeb e avaliações de risco.

source: Manage Economics
pt_br: Gerenciar Economia

source: Access and manage your personal copies of company profiles.
pt_br: Acessar e gerenciar suas cópias pessoais de perfis de empresas.

source: View My Copies
pt_br: Visualizar Minhas Cópias

source: Platform Guide
pt_br: Guia da Plataforma

source: Learn how to use all features of the GT-IMPACTO platform effectively.
pt_br: Aprenda a usar todos os recursos da plataforma GT-IMPACTO de forma eficaz.

source: View Guide
pt_br: Ver Guia

source: GT-IMPACTO Documentation
pt_br: Documentação GT-IMPACTO

source: Welcome to the GT-IMPACTO Platform, your resource for cybersecurity training focused on modeling and simulating the economic impacts of cyberattacks. Find guides and explanations organized by category in this page.
pt_br: Bem-vindo à Plataforma GT-IMPACTO, dedicada ao treinamento em cibersegurança, com foco na modelagem e simulação dos impactos econômicos de ataques cibernéticos. Explore guias e explicações organizados por categoria nesta página.

source: Table of Contents
pt_br: Índice

source: Getting Started
pt_br: Primeiros Passos

source: Company Copies
pt_br: Cópias de Empresas

source: Welcome to GT-IMPACTO, a platform dedicated to enhancing cybersecurity skills through the simulation of cyberattack impacts. Discover tools and features that aid in analyzing risks, optimizing economic investments, and managing company profiles efficiently.
pt_br: Bem-vindo ao GT-IMPACTO, uma plataforma dedicada a aprimorar habilidades de cibersegurança através da simulação de impactos de ciberataques. Descubra ferramentas e recursos que auxiliam na análise de riscos, otimização de investimentos econômicos e gerenciamento eficiente de perfis de empresas.
